Repository: aymane6/dawnbreak
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans

# shot.sub.alarms
source: Set it once. It will not let go.
ar: اضبطه مرة، ولن يتركك.
de: Einmal stellen. Er lässt nicht locker.
es: Configúrala una vez. No se rinde.
fr: Réglez-la une fois. Elle n'abandonne pas.
hi: एक बार सेट करें, फिर छूट नहीं मिलेगी।
it: Impostala una volta. Non molla.
ja: 一度設定すれば、逃げられません。
ko: 한 번 설정하면 봐주지 않습니다.
pt_br: Configure uma vez. Ele não desiste.
ru: Настройте один раз. Он не отпустит.
zh_hans: 设置一次，它不会放过你。

# shot.sub.editor
source: Tone, snooze, mission, difficulty.
ar: النغمة، التأجيل، المهمة، الصعوبة.
de: Ton, Schlummern, Mission, Schwierigkeit.
es: Tono, repetición, misión, dificultad.
fr: Sonnerie, rappel, mission, difficulté.
hi: टोन, स्नूज़, मिशन, कठिनाई।
it: Suono, snooze, missione, difficoltà.
ja: 音、スヌーズ、ミッション、難易度。
ko: 알림음, 다시 알림, 미션, 난이도.
pt_br: Som, soneca, missão, dificuldade.
ru: Звук, отсрочка, миссия, сложность.
zh_hans: 铃声、小睡、任务、难度。

# shot.sub.mission
source: Twelve missions to switch it off.
ar: اثنتا عشرة مهمة لإيقافه.
de: Zwölf Missionen, ihn abzustellen.
es: Doce misiones para apagarla.
fr: Douze missions pour l'éteindre.
hi: बंद करने के लिए बारह मिशन।
it: Dodici missioni per spegnerla.
ja: 止めるためのミッションは12種類。
ko: 끄기 위한 미션 12가지.
pt_br: Doze missões para desligar.
ru: Двенадцать миссий, чтобы выключить.
zh_hans: 十二种任务才能关掉它。

# shot.sub.onboarding
source: Then it does the hard part.
ar: ثم يتولى هو الجزء الصعب.
de: Den harten Teil übernimmt er.
es: Lo difícil lo hace la app.
fr: Ensuite, elle fait le plus dur.
hi: मुश्किल काम यह खुद करेगा।
it: Il resto lo fa l'app.
ja: あとの難しい役はアプリが。
ko: 어려운 일은 앱이 맡습니다.
pt_br: O resto difícil é com o app.
ru: Дальше самое трудное берёт на себя приложение.
zh_hans: 剩下的难事交给它。

# shot.sub.settings
source: Dark by default. Twelve languages.
ar: داكن افتراضياً. اثنتا عشرة لغة.
de: Dunkel von Haus aus. Zwölf Sprachen.
es: Oscuro por defecto. Doce idiomas.
fr: Sombre par défaut. Douze langues.
hi: डिफ़ॉल्ट डार्क। बारह भाषाएँ।
it: Scuro per impostazione. Dodici lingue.
ja: 標準でダーク。12言語対応。
ko: 기본은 다크. 12개 언어.
pt_br: Escuro por padrão. Doze idiomas.
ru: Тёмная тема по умолчанию. Двенадцать языков.
zh_hans: 默认深色。支持十二种语言。

# shot.sub.stats
source: Streaks, snoozes, honest numbers.
ar: سلاسل، تأجيلات، أرقام صادقة.
de: Serien, Schlummer, ehrliche Zahlen.
es: Rachas, repeticiones, datos honestos.
fr: Séries, rappels, chiffres honnêtes.
hi: स्ट्रीक, स्नूज़, सच्चे आँकड़े।
it: Serie, snooze, numeri onesti.
ja: 連続記録、スヌーズ、正直な数字。
ko: 연속 기록, 다시 알림, 솔직한 숫자.
pt_br: Sequências, sonecas, números honestos.
ru: Серии, отсрочки, честные цифры.
zh_hans: 连胜、小睡、真实数字。

# sound.bellhop
source: Bellhop
ar: جرس
de: Glocke
es: Campanilla
fr: Sonnette
hi: घंटी
it: Campanello
ja: ベル
ko: 벨
pt_br: Campainha
ru: Звонок
zh_hans: 铃声

# sound.birdsong
source: Birdsong
ar: تغريد
de: Vogelgesang
es: Canto de aves
fr: Chant d’oiseaux
hi: पक्षी कलरव
it: Canto d’uccelli
ja: 鳥のさえずり
ko: 새소리
pt_br: Canto de pássaros
ru: Пение птиц
zh_hans: 鸟鸣

# sound.cascade
source: Cascade
ar: شلال
de: Kaskade
es: Cascada
hi: झरना
it: Cascata
ja: カスケード
ko: 폭포
pt_br: Cascata
ru: Каскад
zh_hans: 流水

# sound.klaxon
source: Klaxon
ar: بوق
de: Hupe
es: Claxon
hi: हॉर्न
it: Clacson
ja: クラクション
ko: 경적
pt_br: Buzina
ru: Клаксон
zh_hans: 汽笛

# sound.marimba
source: Marimba
ar: ماريمبا
hi: मारिम्बा
ja: マリンバ
ko: 마림바
ru: Маримба
zh_hans: 马林巴

# sound.radar
source: Radar
ar: رادار
hi: रडार
ja: レーダー
ko: 레이더
ru: Радар
zh_hans: 雷达

# sound.siren
source: Siren
ar: صفارة
de: Sirene
es: Sirena
fr: Sirène
hi: सायरन
it: Sirena
ja: サイレン
ko: 사이렌
pt_br: Sirene
ru: Сирена
zh_hans: 警报

# sound.sunrise
source: Sunrise
ar: شروق
de: Sonnenaufgang
es: Amanecer
fr: Lever du soleil
hi: सूर्योदय
it: Alba
ja: 日の出
ko: 일출
pt_br: Amanhecer
ru: Рассвет
zh_hans: 日出

# stats.averageTime
source: Average mission
ar: متوسط المهمة
de: Mission ⌀
es: Misión media
fr: Mission moyenne
hi: औसत मिशन
it: Missione media
ja: ミッション平均
ko: 평균 미션 시간
pt_br: Missão média
ru: Задание в среднем
zh_hans: 任务平均耗时

# stats.averageWake
source: Usual wake time
ar: وقت الاستيقاظ المعتاد
de: Üblicher Weckzeitpunkt
es: Hora habitual
fr: Heure habituelle
hi: आमतौर पर जागने का समय
it: Ora tipica
ja: だいたいの起床時刻
ko: 보통 기상 시각
pt_br: Hora habitual
ru: Обычное время подъёма
zh_hans: 常见起床时间

# stats.axis.day
source: Day
ar: اليوم
de: Tag
es: Día
fr: Jour
hi: दिन
it: Giorno
ja: 日
ko: 날짜
pt_br: Dia
ru: День
zh_hans: 日期

# stats.axis.misses
source: Gave up
ar: استسلمت
de: Aufgegeben
es: Abandonado
fr: Abandonné
hi: छोड़ा
it: Arreso
ja: あきらめ
ko: 포기
pt_br: Desistiu
ru: Сдался
zh_hans: 放弃

# stats.axis.time
source: Time
ar: الوقت
de: Zeit
es: Hora
fr: Heure
hi: समय
it: Ora
ja: 時刻
ko: 시각
pt_br: Hora
ru: Время
zh_hans: 时间

# stats.axis.wins
source: Got up
ar: استيقظت
de: Aufgestanden
es: Levantado
fr: Levé
hi: उठे
it: Alzato
ja: 起床
ko: 성공
pt_br: Levantou
ru: Встал
zh_hans: 起床

# stats.byMission
source: By mission
ar: حسب المهمة
de: Nach Mission
es: Por misión
fr: Par mission
hi: मिशन के अनुसार
it: Per missione
ja: ミッション別
ko: 미션별
pt_br: Por missão
ru: По заданиям
zh_hans: 按任务

# stats.chart.outcomes
source: Wins and misses
ar: الانتصارات والخسارات
de: Erfolge und Ausfälle
es: Aciertos y fallos
fr: Réussites et échecs
hi: जीत और चूक
it: Vittorie e mancate
ja: 成功と失敗
ko: 성공과 실패
pt_br: Acertos e falhas
ru: Победы и провалы
zh_hans: 成功与失败

# stats.chart.wakeTime
source: When you actually got up
ar: متى استيقظت فعلاً
de: Wann du wirklich aufgestanden bist
es: Cuándo te levantaste de verdad
fr: L’heure à laquelle vous vous êtes vraiment levé
hi: आप असल में कब उठे
it: Quando ti sei alzato davvero
ja: 実際に起きた時刻
ko: 실제로 일어난 시각
pt_br: Quando você realmente levantou
ru: Когда вы действительно встали
zh_hans: 你实际起床的时间

# stats.dodges
source: Stops without the mission
ar: إيقاف بدون إنجاز المهمة
de: Stopps ohne Mission
es: Paradas sin la misión
fr: Arrêts sans la mission
hi: मिशन के बिना रोकना
it: Stop senza missione
ja: ミッションなしの停止
ko: 미션 없이 정지
pt_br: Paradas sem a missão
ru: Остановок без задания
zh_hans: 未做任务就停止

# stats.empty.body
source: After your first morning with Dawnbreak, this screen tells you the truth about how you wake up.
ar: بعد أول صباح لك مع Dawnbreak، ستقول لك هذه الشاشة الحقيقة عن طريقة استيقاظك.
de: Nach dem ersten Morgen mit Dawnbreak sagt dir dieser Bildschirm die Wahrheit über dein Aufwachen.
es: Después de tu primera mañana con Dawnbreak, esta pantalla te dirá la verdad sobre cómo te despiertas.
fr: Après votre premier matin avec Dawnbreak, cet écran vous dira la vérité sur vos réveils.
hi: Dawnbreak के साथ आपकी पहली सुबह के बाद, यह स्क्रीन बताएगी कि आप असल में कैसे जागते हैं।
it: Dopo la prima mattina con Dawnbreak, questa schermata ti dirà la verità su come ti svegli.
ja: Dawnbreak と過ごす最初の朝が終われば、この画面はあなたの起き方について本当のことを教えます。
ko: Dawnbreak와 함께한 첫 아침이 지나면, 이 화면이 당신의 기상에 대한 진실을 알려줍니다.
pt_br: Depois da sua primeira manhã com o Dawnbreak, esta tela vai te contar a verdade sobre como você acorda.
ru: После первого утра с Dawnbreak этот экран расскажет правду о том, как вы просыпаетесь.
zh_hans: 在你与 Dawnbreak 度过第一个早晨之后，这个页面会告诉你关于起床的真相。

# stats.empty.title
source: Nothing to show yet
ar: لا شيء لعرضه بعد
de: Noch nichts zu zeigen
es: Todavía no hay nada
fr: Rien à afficher pour l’instant
hi: अभी दिखाने के लिए कुछ नहीं
it: Ancora niente da mostrare
ja: まだ表示できるものがありません
ko: 아직 보여줄 것이 없습니다
pt_br: Nada para mostrar ainda
ru: Пока нечего показать
zh_hans: 暂时没有可显示的数据

# stats.mission.tally
source: %1$lld / %2$lld cleared
ar: %1$lld / %2$lld مُنجزة
de: %1$lld / %2$lld geschafft
es: %1$lld / %2$lld superadas
fr: %1$lld / %2$lld réussies
hi: %1$lld / %2$lld पूरी
it: %1$lld / %2$lld completate
ja: %1$lld / %2$lld 達成
ko: %1$lld / %2$lld 완료
pt_br: %1$lld / %2$lld concluídas
ru: %1$lld / %2$lld выполнено
zh_hans: %1$lld / %2$lld 完成

# stats.snoozes
source: Snoozes
ar: التأجيلات
de: Schlummer
es: Posposiciones
fr: Rappels
hi: स्नूज़
it: Posticipi
ja: スヌーズ
ko: 다시 알림
pt_br: Sonecas
ru: Откладываний
zh_hans: 小睡次数

# stats.streak.best
source: Best: %lld
ar: الأفضل: %lld
de: Bestwert: %lld
es: Mejor: %lld
fr: Record : %lld
hi: सर्वश्रेष्ठ: %lld
it: Record: %lld
ja: 最高: %lld
ko: 최고: %lld
pt_br: Recorde: %lld
ru: Лучшая: %lld
zh_hans: 最佳：%lld

# stats.streak.title
source: Current streak
ar: السلسلة الحالية
de: Aktuelle Serie
es: Racha actual
fr: Série en cours
hi: मौजूदा सिलसिला
it: Serie attuale
ja: 現在の連続記録
ko: 현재 연속
pt_br: Sequência atual
ru: Текущая серия
zh_hans: 当前连续天数

# stats.streak.unit
source: days
ar: يوم
de: Tage
es: días
fr: jours
hi: दिन
it: giorni
ja: 日
ko: 일
pt_br: dias
ru: дня
zh_hans: 天

# stats.streak.wins
source: Mornings won: %1$lld / %2$lld
ar: الصباحات التي فُزت بها: %1$lld / %2$lld
de: Gewonnene Morgen: %1$lld / %2$lld
es: Mañanas ganadas: %1$lld / %2$lld
fr: Matins gagnés : %1$lld / %2$lld
hi: जीती सुबहें: %1$lld / %2$lld
it: Mattine vinte: %1$lld / %2$lld
ja: 勝った朝: %1$lld / %2$lld
ko: 이긴 아침: %1$lld / %2$lld
pt_br: Manhãs vencidas: %1$lld / %2$lld
ru: Успешные утра: %1$lld / %2$lld
zh_hans: 赢下的早晨：%1$lld / %2$lld

# stats.successRate
source: Got up
ar: استيقظت
de: Aufgestanden
es: Te levantaste
fr: Levé
hi: उठे
it: Alzato
ja: 起床成功率
ko: 성공률
pt_br: Levantou
ru: Встал
zh_hans: 起床成功率

# stats.window
source: Period
ar: الفترة
de: Zeitraum
es: Periodo
fr: Période
hi: अवधि
it: Periodo
ja: 期間
ko: 기간
pt_br: Período
ru: Период
zh_hans: 时间范围

# stats.window.30
source: 30 days
ar: ٣٠ يوماً
de: 30 Tage
es: 30 días
fr: 30 jours
hi: 30 दिन
it: 30 giorni
ja: 30 日間
ko: 30일
pt_br: 30 dias
ru: 30 дней
zh_hans: 30 天

# stats.window.7
source: 7 days
ar: ٧ أيام
de: 7 Tage
es: 7 días
fr: 7 jours
hi: 7 दिन
it: 7 giorni
ja: 7 日間
ko: 7일
pt_br: 7 dias
ru: 7 дней
zh_hans: 7 天

# stats.window.90
source: 90 days
ar: ٩٠ يوماً
de: 90 Tage
es: 90 días
fr: 90 jours
hi: 90 दिन
it: 90 giorni
ja: 90 日間
ko: 90일
pt_br: 90 dias
ru: 90 дней
zh_hans: 90 天

# tab.alarms
source: Alarms
ar: المنبهات
de: Alarme
es: Alarmas
fr: Alarmes
hi: अलार्म
it: Sveglie
ja: アラーム
ko: 알람
pt_br: Alarmes
ru: Будильники
zh_hans: 闹钟

# tab.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

# tab.stats
source: Stats
ar: الإحصاءات
de: Statistik
es: Datos
hi: आँकड़े
it: Statistiche
ja: 統計
ko: 통계
pt_br: Dados
ru: Статистика
zh_hans: 统计

# typing.sentence.epic.0
source: The difference between who you are and who you want to be is what you do before eight in the morning.
ar: الفرق بين ما أنت عليه وما تريد أن تكونه هو ما تفعله قبل الثامنة صباحاً.
de: Der Unterschied zwischen dem, was du bist, und dem, was du sein willst, ist das, was du vor acht Uhr tust.
es: La diferencia entre quién eres y quién quieres ser es lo que haces antes de las ocho de la mañana.
fr: La différence entre qui vous êtes et qui vous voulez être, c’est ce que vous faites avant huit heures du matin.
hi: आप जो हैं और जो बनना चाहते हैं, उसके बीच का फ़र्क वही है जो आप सुबह आठ बजे से पहले करते हैं।
it: La differenza tra chi sei e chi vuoi essere è ciò che fai prima delle otto del mattino.
ja: いまの自分と、なりたい自分の差は、朝 8 時までに何をするかで決まる。
ko: 지금의 당신과 되고 싶은 당신의 차이는 아침 여덟 시 전에 무엇을 하는지에 있다.
pt_br: A diferença entre quem você é e quem você quer ser é o que você faz antes das oito da manhã.
ru: Разница между тем, кто ты есть, и тем, кем хочешь быть, — это то, что ты делаешь до восьми утра.
zh_hans: 你是谁与你想成为谁之间的差别，就在于早上八点前你做了什么。

# typing.sentence.epic.1
source: Somewhere out there another person is already awake, already moving, and not thinking about you at all.
ar: في مكان ما هناك شخص آخر مستيقظ بالفعل، ويتحرّك بالفعل، ولا يفكّر فيك إطلاقاً.
de: Irgendwo da draußen ist jemand schon wach, schon in Bewegung, und denkt überhaupt nicht an dich.
es: En algún lugar otra persona ya está despierta, ya se mueve y no piensa en ti en absoluto.
fr: Quelque part, quelqu’un d’autre est déjà réveillé, déjà en mouvement, et ne pense pas du tout à vous.
hi: कहीं कोई और पहले से जाग चुका है, चल भी रहा है, और आपके बारे में बिलकुल नहीं सोच रहा।
it: Da qualche parte un’altra persona è già sveglia, già in movimento, e non pensa affatto a te.
ja: どこかで誰かがもう起きて、もう動きだして、あなたのことなど考えていない。
ko: 어딘가에서 다른 누군가는 이미 깨어 움직이고 있고, 당신 생각은 전혀 하지 않는다.
pt_br: Em algum lugar outra pessoa já está acordada, já em movimento, e não está pensando em você.
ru: Где-то другой человек уже проснулся, уже двигается и вовсе не думает о тебе.
zh_hans: 此刻某处已有人醒来、已在行动，而且根本没在想你。

# typing.sentence.epic.2
source: You will not remember this particular morning, but you will remember the year it belonged to.
ar: لن تتذكّر هذا الصباح بالذات، لكنك ستتذكّر السنة التي كان منها.
de: Diesen einzelnen Morgen wirst du nicht erinnern, aber das Jahr, zu dem er gehörte.
es: No recordarás esta mañana en concreto, pero recordarás el año al que perteneció.
fr: Vous ne vous souviendrez pas de ce matin précis, mais vous vous souviendrez de l’année à laquelle il appartenait.
hi: यह ख़ास सुबह आपको याद नहीं रहेगी, लेकिन वह साल याद रहेगा जिसका यह हिस्सा थी।
it: Non ricorderai questa mattina in particolare, ma ricorderai l’anno a cui apparteneva.
ja: この朝そのものは覚えていないだろうが、この朝が属した一年は覚えている。
ko: 이 아침 자체는 기억나지 않겠지만, 이 아침이 속한 해는 기억할 것이다.
pt_br: Você não vai lembrar desta manhã em particular, mas vai lembrar do ano a que ela pertenceu.
ru: Именно это утро ты не запомнишь, но запомнишь год, к которому оно относилось.
zh_hans: 你不会记得这个具体的早晨，但你会记得它属于的那一年。

# typing.sentence.epic.3
source: Getting up is not a feeling you wait for; it is a decision you make while cold.
ar: الاستيقاظ ليس شعوراً تنتظره، بل قراراً تتخذه وأنت تشعر بالبرد.
de: Aufstehen ist kein Gefühl, auf das man wartet, sondern eine Entscheidung, die man frierend trifft.
es: Levantarse no es un sentimiento que esperas, es una decisión que tomas con frío.
fr: Se lever n’est pas un sentiment qu’on attend : c’est une décision qu’on prend en ayant froid.
hi: उठना कोई एहसास नहीं जिसका इंतज़ार किया जाए, यह ठंड में लिया गया फ़ैसला है।
it: Alzarsi non è una sensazione che aspetti: è una decisione che prendi al freddo.
ja: 起きることは待つべき気分ではなく、寒さの中で下す決断だ。
ko: 일어남은 기다릴 감정이 아니라, 추운 채로 내리는 결정이다.
pt_br: Levantar não é um sentimento que você espera; é uma decisão que você toma com frio.
ru: Подъём — это не чувство, которого ждут, а решение, которое принимают, замерзая.
zh_hans: 起床不是一种等来的感觉，而是在寒意里做出的决定。

# typing.sentence.epic.4
source: Every hour you take back from sleep is an hour nobody else can schedule a meeting in.
ar: كل ساعة تستعيدها من النوم هي ساعة لا يستطيع أحد أن يحجز فيها اجتماعاً.
de: Jede Stunde, die du dem Schlaf abringst, ist eine Stunde, in die niemand ein Meeting legen kann.
es: Cada hora que le quitas al sueño es una hora en la que nadie puede ponerte una reunión.
fr: Chaque heure reprise au sommeil est une heure où personne ne peut vous caler une réunion.
hi: नींद से छीना हर घंटा वह घंटा है जिसमें कोई आपकी मीटिंग नहीं रख सकता।
it: Ogni ora che togli al sonno è un’ora in cui nessuno può fissarti una riunione.
ja: 眠りから取り戻した 1 時間は、誰も会議を入れられない 1 時間だ。
ko: 잠에서 되찾은 한 시간은 누구도 회의를 잡을 수 없는 한 시간이다.
pt_br: Cada hora que você tira do sono é uma hora em que ninguém pode marcar uma reunião.
ru: Каждый час, отобранный у сна, — это час, в который никто не назначит совещание.
zh_hans: 你从睡眠里夺回的每一小时，都是没人能安排会议的一小时。

# typing.sentence.epic.5
source: The body follows the body: stand up first, and the willingness arrives about ninety seconds later.
ar: الجسد يتبع الجسد: قف أولاً، وستأتي الرغبة بعد تسعين ثانية تقريباً.
de: Der Körper folgt dem Körper: steh erst auf, die Bereitschaft kommt neunzig Sekunden später.
es: El cuerpo sigue al cuerpo: levántate primero y las ganas llegan unos noventa segundos después.
fr: Le corps suit le corps : levez-vous d’abord, l’envie arrive quatre-vingt-dix secondes plus tard.
hi: शरीर शरीर का अनुसरण करता है: पहले खड़े हों, इच्छा करीब नब्बे सेकंड बाद आ जाएगी।
it: Il corpo segue il corpo: alzati prima, e la voglia arriva novanta secondi dopo.
ja: 体は体に従う。まず立ち上がれば、やる気は 90 秒ほど遅れてやって来る。
ko: 몸은 몸을 따른다. 먼저 일어서면 의욕은 구십 초쯤 뒤에 온다.
pt_br: O corpo segue o corpo: levante primeiro, e a vontade chega uns noventa segundos depois.
ru: Тело следует за телом: сначала встань, а желание придёт секунд через девяносто.
zh_hans: 身体听从身体：先站起来，意愿大约九十秒后才到。

# typing.sentence.long.0
source: Discipline is choosing what you want most over what you want now.
ar: الانضباط هو أن تختار ما تريده أكثر بدلاً من ما تريده الآن.
de: Disziplin heißt, das Wichtigste über das Jetzige zu stellen.
es: La disciplina es elegir lo que más quieres sobre lo que quieres ahora.
fr: La discipline, c’est choisir ce qu’on veut le plus plutôt que ce qu’on veut maintenant.
hi: अनुशासन का मतलब है, जो सबसे ज़्यादा चाहिए उसे अभी की चाह से ऊपर रखना।
it: La disciplina è scegliere ciò che vuoi di più invece di ciò che vuoi adesso.
ja: 規律とは、いま欲しいものより、いちばん欲しいものを選ぶことだ。
ko: 규율이란 지금 원하는 것보다 가장 원하는 것을 택하는 일이다.
pt_br: Disciplina é escolher o que você mais quer em vez do que quer agora.
ru: Дисциплина — это выбрать то, чего хочешь больше всего, а не то, чего хочется сейчас.
zh_hans: 自律，就是选择你最想要的，而不是你此刻想要的。

# typing.sentence.long.1
source: The alarm did not fail you; you negotiated with it and lost.
ar: لم يخذلك المنبه، بل تفاوضت معه وخسرت.
de: Der Alarm hat nicht versagt; du hast mit ihm verhandelt und verloren.
es: La alarma no falló; negociaste con ella y perdiste.
fr: L’alarme n’a pas failli ; vous avez négocié avec elle et perdu.
hi: अलार्म ने धोखा नहीं दिया, आपने उससे सौदा किया और हार गए।
it: La sveglia non ti ha tradito: hai negoziato con lei e hai perso.
ja: アラームは裏切っていない。交渉して、あなたが負けただけだ。
ko: 알람이 실패한 게 아니다. 협상하다 당신이 진 것이다.
pt_br: O alarme não falhou; você negociou com ele e perdeu.
ru: Будильник не подвёл — ты с ним поторговался и проиграл.
zh_hans: 闹钟没有失职，是你和它谈判，然后输了。

# typing.sentence.long.2
source: Nothing good has ever come from the fourth press of snooze.
ar: لم يأتِ خير قط من التأجيل الرابع.
de: Aus dem vierten Schlummern ist noch nie etwas Gutes geworden.
es: Nunca ha salido nada bueno de la cuarta posposición.
fr: Rien de bon n’est jamais sorti du quatrième rappel.
hi: चौथी बार स्नूज़ दबाने से आज तक कुछ अच्छा नहीं निकला।
it: Dal quarto posticipo non è mai venuto niente di buono.
ja: 4 回目のスヌーズから、良いことが生まれた例はない。
ko: 네 번째 다시 알림에서 좋은 일이 생긴 적은 없다.
pt_br: Nunca saiu nada bom da quarta soneca.
ru: Из четвёртого нажатия «отложить» ещё ничего хорошего не выходило.
zh_hans: 第四次按下小睡，从没带来什么好事。

# typing.sentence.long.3
source: Morning is the only part of the day nobody else has claimed.
ar: الصباح هو الجزء الوحيد من اليوم الذي لم يطالب به أحد.
de: Der Morgen ist der einzige Teil des Tages, den niemand sonst beansprucht.
es: La mañana es la única parte del día que nadie más ha reclamado.
fr: Le matin est la seule partie de la journée que personne d’autre n’a réclamée.
hi: सुबह दिन का वह एकमात्र हिस्सा है जिस पर किसी और का दावा नहीं है।
it: Il mattino è l’unica parte del giorno che nessun altro ha rivendicato.
ja: 朝は、まだ誰にも取られていない唯一の時間だ。
ko: 아침은 아직 아무도 차지하지 않은 유일한 시간이다.
pt_br: A manhã é a única parte do dia que ninguém mais reivindicou.
ru: Утро — единственная часть дня, которую ещё никто не занял.
zh_hans: 清晨是一天中唯一还没被别人占用的部分。

# typing.sentence.long.4
source: You are three sentences away from the rest of your life.
ar: تفصلك ثلاث جمل عن بقية حياتك.
de: Drei Sätze trennen dich vom Rest deines Lebens.
es: Estás a tres frases del resto de tu vida.
fr: Trois phrases vous séparent du reste de votre vie.
hi: आपकी बाकी ज़िंदगी से आपको तीन वाक्य अलग करते हैं।
it: Ti separano tre frasi dal resto della tua vita.
ja: 残りの人生まで、あと 3 文。
ko: 남은 인생까지 세 문장 거리다.
pt_br: Você está a três frases do resto da sua vida.
ru: От остатка твоей жизни тебя отделяют три фразы.
zh_hans: 距离你余生的开始，只差三句话。

# typing.sentence.long.5
source: A made bed is the first small promise you keep today.
ar: سرير مرتّب هو أول وعد صغير تفي به اليوم.
de: Ein gemachtes Bett ist das erste kleine Versprechen des Tages.
es: Una cama hecha es la primera promesa pequeña que cumples hoy.
fr: Un lit fait est la première petite promesse que vous tenez aujourd’hui.
hi: बिस्तर ठीक करना आज का पहला छोटा वादा है जो आप निभाते हैं।
it: Un letto rifatto è la prima piccola promessa che mantieni oggi.
ja: 整えたベッドは、今日いちばん最初に守る小さな約束だ。
ko: 정돈한 침대는 오늘 지키는 첫 작은 약속이다.
pt_br: Uma cama arrumada é a primeira promessa que você cumpre hoje.
ru: Заправленная кровать — первое небольшое обещание, которое ты сегодня сдержал.
zh_hans: 铺好的床，是你今天守住的第一个小承诺。

# typing.sentence.medium.0
source: The first hour of the day belongs to you.
ar: الساعة الأولى من اليوم لك وحدك.
de: Die erste Stunde des Tages gehört dir.
es: La primera hora del día es tuya.
fr: La première heure de la journée vous appartient.
hi: दिन का पहला घंटा आपका होता है।
it: La prima ora del giorno è tua.
ja: 1 日の最初の 1 時間はあなたのものだ。
ko: 하루의 첫 시간은 당신 것이다.
pt_br: A primeira hora do dia é sua.
ru: Первый час дня принадлежит тебе.
zh_hans: 一天的第一个小时属于你。

# typing.sentence.medium.1
source: Every morning you win is a small rebellion.
ar: كل صباح تكسبه هو تمرّد صغير.
de: Jeder gewonnene Morgen ist eine kleine Rebellion.
es: Cada mañana que ganas es una pequeña rebelión.
fr: Chaque matin gagné est une petite rébellion.
hi: जीती हुई हर सुबह एक छोटी बगावत है।
it: Ogni mattina che vinci è una piccola rivolta.
ja: 勝ち取った朝は、小さな反抗だ。
ko: 이겨낸 아침마다 작은 반항이 쌓인다.
pt_br: Cada manhã que você ganha é uma pequena rebelião.
ru: Каждое отвоёванное утро — небольшой бунт.
zh_hans: 每个赢下来的早晨都是一次小小的反抗。

# typing.sentence.medium.2
source: Sleep is not the same thing as rest.
ar: النوم ليس هو الراحة نفسها.
de: Schlaf ist nicht dasselbe wie Erholung.
es: Dormir no es lo mismo que descansar.
fr: Dormir n’est pas la même chose que se reposer.
hi: नींद और आराम एक चीज़ नहीं हैं।
it: Dormire non è la stessa cosa che riposare.
ja: 眠ることは休むことと同じではない。
ko: 잠과 휴식은 같은 것이 아니다.
pt_br: Dormir não é a mesma coisa que descansar.
ru: Сон — это не то же самое, что отдых.
zh_hans: 睡觉和休息不是一回事。

# typing.sentence.medium.3
source: You have never regretted getting up on time.
ar: لم تندم يوماً على الاستيقاظ في الوقت.
de: Du hast rechtzeitiges Aufstehen noch nie bedauert.
es: Nunca te has arrepentido de levantarte a tiempo.
fr: Vous n’avez jamais regretté de vous lever à l’heure.
hi: समय पर उठने का पछतावा आपको कभी नहीं हुआ।
it: Non ti sei mai pentito di alzarti in orario.
ja: 時間どおりに起きて後悔したことはない。
ko: 제때 일어나서 후회한 적은 없다.
pt_br: Você nunca se arrependeu de levantar na hora.
ru: Ты ни разу не пожалел, что встал вовремя.
zh_hans: 你从未后悔过按时起床。

# typing.sentence.medium.4
source: Put both feet on the floor and stand.
ar: ضع قدميك على الأرض وقف.
de: Setz beide Füße auf den Boden und steh auf.
es: Pon los dos pies en el suelo y levántate.
fr: Posez les deux pieds au sol et levez-vous.
hi: दोनों पैर ज़मीन पर रखें और खड़े हो जाएँ।
it: Metti entrambi i piedi a terra e alzati.
ja: 両足を床につけて、立ち上がる。
ko: 두 발을 바닥에 대고 일어서라.
pt_br: Ponha os dois pés no chão e levante.
ru: Поставь обе ноги на пол и встань.
zh_hans: 两脚落地，然后站起来。

# typing.sentence.medium.5
source: The day is quiet and it is yours.
ar: اليوم هادئ، وهو لك.
de: Der Tag ist still, und er ist deiner.
es: El día está en silencio y es tuyo.
fr: La journée est calme, et elle est à vous.
hi: दिन शांत है और वह आपका है।
it: Il giorno è silenzioso ed è tuo.
ja: 朝は静かで、そしてあなたのものだ。
ko: 하루는 조용하고, 그것은 당신 것이다.
pt_br: O dia está silencioso e é seu.
ru: День тихий, и он твой.
zh_hans: 清晨很安静，而它是你的。

# typing.sentence.short.0
source: The kettle is already on.
ar: الغلاية تعمل بالفعل.
de: Der Wasserkocher läuft schon.
es: El agua ya está al fuego.
fr: La bouilloire est déjà en marche.
hi: केतली पहले से चालू है।
it: Il bollitore è già acceso.
ja: お湯はもう沸いている。
ko: 물은 이미 끓고 있다.
pt_br: A água já está no fogo.
ru: Чайник уже вскипает.
zh_hans: 水已经在烧了。
